Repository: markusmo/weltladenbaden
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: All
de: Alle

source: 20% sales tax
de: 20% MwSt

source: 10% sales Tax
de: 10% MwSt

source: Sales Tax
de: Mehrwertssteuer

source: Translatable Fields
de: Übersetzbare Felder

source: Manufacturer and Supplier
de: Hersteller und Lieferant

source: Properties
de: Eigenschaften

source: Ingredients
de: Inhaltsstoffe

source: Export products for Instragram
de: Produkte für Instagram exportieren

source: My Shop
de: Mein Shop

source: Catalog Search
de: Suche im Katalog

source: Contact Us
de: Kontakt

source: Register User
de: User Registrieren

source: New User Activation
de: Useraktivierung

source: Leaflet Map
de: Leaflet Karte

source: Any Manufacturer
de: Hersteller

source: Restrict product on this manufacturer only
de: Filtern auf diesen Hersteller

source: Your e-mail address
de: Ihre E-Mail-Addresse

source: E-mail address
de: E-Mail Addresse

source: Subject
de: Betreff

source: Mrs.
de: Frau

source: Mr.
de: Herr

source: (n/a)
de: Keine Angabe

source: Customer Number
de: Kundennummer

source: Phone number
de: Telefonnummer

source: Salutation
de: Anrede

source: Activation Key
de: Aktivierungsid

source: Activation Key Expiration
de: Auslaufdatum

source: Ordered quantity
de: Anzahl Bestellung

source: Item canceled
de: Bestellposition storniert

source: Manufacturer
de: Hersteller

source: Manufacturers
de: Hersteller

source: Supplier
de: Lieferant

source: Suppliers
de: Lieferant

source: Ordering
de: Sortierung

source: Quality Label
de: Gütesiegel

source: Quality label
de: Gütesiegel

source: Quality lables
de: Gütesiegel

source: Taxonomy number
de: Kategorie-Nummer

source: See https://www.google.com/basepages/producttype/taxonomy-with-ids.en-US.txt for further information
de: Siehe https://www.google.com/basepages/producttype/taxonomy-with-ids.en-US.txt für mehr Infos

source: Taxonomy name
de: Bezeichner

source: Instagram category
de: Instagram-Kategorisierung

source: Product Name
de: Produktbezeichnung

source: Additional Manufacturers
de: Andere Hersteller

source: Display manufacturer as raw material supplier
de: Zeige Hersteller als Rohstofflieferant an.

source: Quality labels
de: Gütesiegel

source: Origin countries
de: Ursprungsländer

source: Select one or many
de: Eines oder mehrere auswählen

source: Sort by
de: Sortieren nach

source: Choose list view this product shall appear on.
de: Kategorien auf denen dieses Product erscheinen soll.

source: Unit price
de: Preis pro Stück

source: Gross price for this product
de: Preis pro Stück mit Steuer.

source: Lactose free
de: Laktosefrei

source: Gluten free
de: Glutenfrei

source: Switch Tax
de: MwSt.-Steuerung

source: If switched on, then 20% tax item, if off then 10% tax item
de: Wenn angehakt, dann 20% MwST, sonst 10% MwSt.

source: Product code
de: Artikelnummer

source: Weight
de: Gewicht

source: Weight in kilograms (kg). max 99.99kg
de: Gewicht in Kilogramm (kg). Max. 99,99kg

source: Product
de: Produkt

source: Products
de: Produkte

source: Product slug already exits
de: Produkt slug existiert bereits

source: Caption
de: Untertitel

source: Short description used in the catalog's list view of products.
de: Stichwörter, die in der Produktübersicht angezeigt werden.

source: Short Description
de: Kurzbeschreibung

source: A short description as an overview for customers.
de: Kurzbeschreibung als Überblick für den Kunden.

source: Description
de: Langtext

source: Full description used in the catalog's detail view of Products.
de: Vollständige Produktbeschreiung für die Produktseite.

source: What it contains.
de: Was es enthält

source: ZIP / Postal code
de: PLZ

source: City
de: Stadt

source: Country
de: Land

source: Distance to Baden
de: Distanz zu Baden

source: Location
de: Standort (Kunde)

source: Locations
de: Standorte (Kunde)

source: {}% VAT incl.
de: {}% MwSt inkl.

source: {}% VAT
de: {}% MwSt

source: Payment by delivery note
de: Zahlung auf Lieferschein

source: Climate neutral shipping
de: Klimaneutrale Lieferung

source: Shipping costs
de: Lieferkosten

source: Postal shipping
de: Lieferung mit der Post

source: Default Page
de: Standardseite

source: Product Heading
de: Produktüberschrift

source: Default
de: Standard

source: User Activation
de: User Aktivierung

source: No Activation to this key found
de: Keine Aktivierung für diesen Eintrag gefunden

source: Please check your E-Mail again and copy paste the activation link again into you browser navigation.
de: Bitte prüfen Sie ihre E-Mail nochmals und kopieren den Link nochmals in Ihren Browser

source: Press below button to finish activation of your user.
de: Klicken Sie auf den Button um Ihre Aktivierung abzuschließen

source: Continue
de: Weiter

source: Continue with login
de: Weiter zum Login

source: Your activation has run out, please request a new one
de: Ihre Aktivierung ist ausgelaufen, bitte fordern Sie eine neue an

source: Request new authentication E-Mail
de: Neue E-Mail mit Aktivierung anfordern

source: Register Yourself
de: Registrieren Sie sich

source: This field is required.
de: Dieses Feld ist verpflichtend.

source: Enter a valid email address.
de: Geben Sie eine gültige E-Mail-Addresse ein

source: Password is too short
de: Ihr Passwort ist zu kurz

source: Register
de: Registrieren

source: Subtotal
de: Zwischensumme

source: Total
de: Summe

source: Close
de: Schließen

source: Quantity
de: Anzahl

source: Unit Price
de: Preis pro Stück

source: incl. VAT
de: inkl. MwSt

# catalog
source: Watch product
de: Auf die Wunschliste

source: The product has been successfully placed in the shopping cart:
de: Das Produkt wurde erfolgreich in den Warenkorb gelegt.

# catalog
source: Add to cart
de: In den Warenkorb

# catalog
source: By adding a product to the cart you are giving consent to cookies being used.
de: Wenn Sie ein Produkt in den Warenkorb legen, stimmen Sie zu, dass Cookies genutzt werden.

source: Country of Origin
de: Herkunftsland

source: Raw material supplier
de: Rohstofflieferant(en)

source: Yes
de: Ja

source: Gluten Free
de: Glutenfrei

source: Summary of Your Order %(order_number)s
de: Zusammenfassung Ihrer Bestellung %(order_number)s

source: Price
de: Preis

source: Send
de: Senden

source: An error occured, please click the button below
de: Ein Fehler ist aufgetreten, bitte klicken Sie auf den Button um es erneut zu versuchen.

source: Reload
de: Neu laden

source: In case you have ordered anything on this site before, please <a href="%(login_url)s">sign in</a> and try again.
de: Im Falle, dass Sie schon einmal etwas auf dieser Seite bestellt haben klicken Sie auf <a href="%(login_url)s">sign in</a> und versuchen es erneut.

source: {{ search_data.count }} matching products found
de: {{ search_data.count }} Treffer

source: Searching for <em>{{ searchQuery }}</em> has revealed nothing.
de: Suche nach <em>{{ searchQuery}}</em hat nichts ergeben.

source: Page navigation
de: Seitennavigation

source: Loading more results
de: Lade mehr Produkte

source: Load more products
de: Lade mehr Produkte

source: Successfully registered yourself.
de: Sie haben sich erfolgreich registriert.

source: Activation of your account has been successfull.
de: Ihre Aktivierung für Ihren Zugang war erfolgreich.

source: Successfully sent message
de: Nachricht erfolgreich versandt.

source: Prepare for Shipping
de: Lieferung vorbereiten
