Repository: markusmo/weltladenbaden
Catalog: tpa_locale/shop_sendcloud/*/LC_MESSAGES/django.po
Languages: de

source: Full name
de: Name

source: Company name
de: Firmenname

source: Address line
de: Adresse

source: House number
de: Hausnummer

source: ZIP / Postal code
de: Postleitzahl

source: City
de: Stadt

source: Country
de: Land

source: Shipping Address
de: Lieferadresse

source: Shipping Addresses
de: Lieferadressen

source: Billing Address
de: E-Mailadresse

source: Billing Addresses
de: Rechnungsadresse

source: Mrs.
de: Frau

source: Mr.
de: Herr

source: (n/a)
de: Keine Angabe

source: Customer Number
de: Kundennummber

source: Salutation
de: Anrede

source: Phone number
de: Telefonnummer

source: Shipping costs
de: Lieferkosten

source: Unable to ship
de: Lieferung nicht möglich

source: Missing shipping label in response data['parcel']
de: Fehlende Daten in Lieferdienst-Anbieter Response data['parcel']

source: Announced
de: Bestellung bereit

source: Announced: not collected
de: Bestellung Bereit: nicht abgeholt

source: Announcement failed
de: Bestellung fehlgeschlagen

source: message': 'En route to sorting center
de: Nachricht: Auf dem Weg zum Sortierzentrum

source: Delivery delayed
de: Lieferung verspätet

source: Sorted
de: Sortiert

source: Not sorted
de: Nicht sortiert

source: Being sorted
de: Wird sortiert

source: Delivery attempt failed
de: Lieferungsversuch fehlgeschlagen

source: Delivered
de: Geliefert

source: Awaiting customer pickup
de: Auf Kundenabholung bereit

source: Error collecting
de: Fehler beim Abholen

source: Picked up from postoffice
de: Von Postfiliale abgeholt

source: Unable to deliver
de: Lieferung nicht möglich

source: Parcel en route
de: Paket ist unterwegs

source: Driver en route
de: Fahrer ist unterwegs

source: Picked up at service point
de: Beim Paketpartner abgeholt

source: No label
de: Keine Beschriftung

source: Ready to send
de: Bereit zum versandt

source: Being announced
de: Frankiert

source: Cancelled
de: Storniert

source: Submitting cancellation request
de: Storno abschikcnen

source: Cancellation requested
de: Storno angefordert

source: Unknown status - check carrier track & trace page for more insights
de: Unbekannter Status - bitte mti Postpartner abklären

source: Purchase order issued
de: Bestellung ausgestellt
